Repository: TeniDev/planets_app
Catalog: lib/l10n/intl_*.arb
Languages: es

source: Coming soon
es: Proximamente

# home_welcome_title
source: Explore the universe
es: Explora el universo

# home_welcome_subtitle
source: Explore the mysteries of the universe and discover the most fascinating planets in our solar system. Embark on a cosmic adventure and take a closer look at what lies beyond Earth.
es: Explora los misterios del universo y descubre los planetas más fascinantes de nuestro sistema solar. Embárcate en una aventura cósmica y observa de cerca lo que hay más allá de la Tierra.

# home_welcome_button
source: View planets
es: Ver planetas

# planets_loading
source: Loading...
es: Cargando...

# planets_explore
source: Explore Planets
es: Explorar planetas

source: No planets found
es: No se encontraron planetas

source: Try another search
es: Intenta otra búsqueda

# search_hint
source: Search planets
es: Buscar planetas

source: Day duration:
es: Duración del día:

source: Details
es: Detalles

# distance_from_sun
source: Distance from the Sun:
es: Distancia del Sol:

source: Atmosphere Composition:
es: Composición Atmosferica:

source: Moons:
es: Lunas:

source: days
es: dias
